Gets MEP connector information.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public MEPConnectorInfo GetMEPConnectorInfo()
  Visual Basic
Public Function GetMEPConnectorInfo As MEPConnectorInfo
  Visual C++
public:
MEPConnectorInfo^ GetMEPConnectorInfo()
 Return Value
 Returns    a null reference (  Nothing  in Visual Basic)  if there is no MEP connector information associated.
 See Also
  Connector Class
  Autodesk.Revit.DB Namespace